Repository: brol/dlManager
Catalog: locales/*/main.po
Languages: fr

source: parent directory
fr: répertoire parent

source: previous
fr: précédente

source: next
fr: suivante

source: By names, ascendant
fr: Par noms, croissants

source: By names, descendant
fr: Par noms, décroissants

source: By dates, ascendant
fr: Par dates, croissantes

source: By dates, descendant
fr: Par dates, décroissantes

source: Basename
fr: Nom du fichier

source: Directories
fr: Répertoires

source: Download manager
fr: Gestionnaire de téléchargements

source: Download manager - Preview
fr: Gestionnaire de téléchargements - Aperçu

source: Downloads
fr: Téléchargements

source: Download this file
fr: Télécharger ce fichier

source: Entries containing this media
fr: Billets contenant ce média

source: File
fr: Fichier

source: Files
fr: Fichiers

source: Get back to the directory
fr: Revenir au répertoire

source: Image meta
fr: Métadonnées

source: Media type
fr: Type de média

source: Modification time
fr: Date de modification

source: No directory.
fr: Aucun répertoire.

source: No file.
fr: Aucun fichier.

source: Page(s):
fr: Page(s)&nbsp;:

source: Preview:
fr: Aperçu :

source: Size
fr: Taille

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Enable the %s
fr: Activer le %s

source: The %s display media on a public page.
fr: Le %s affiche les médias sur une page publique.

source: Hide URLs of images, mp3, flv, mp4 and m4v files
fr: Cacher les URLs des images et des fichiers flv, mp4 et m4v

source: The images, mp3, flv, mp4 and m4v files will be served without revealing their URLs in %1$s and %2$s tags.
fr: Les images et les fichiers mp3, flv, mp4 et m4v seront servis sans révéler leurs URLs dans les balises %1$s et %2$s.

source: The public directory (or its subdirectories) can be in a restricted area or protected by a %1$s file containing %2$s.
fr: Le répertoire public (ou ses sous-répertoires) peut être dans une zone protégée ou protégé par un fichier %1$s contenant %2$s.

source: Enable the download counter
fr: Activer le compteur de téléchargements

source: Redirect attachments links to %s
fr: Rediriger les liens des pièces jointes vers %s

source: When downloading an attachment, the download counter will be increased.
fr: Lors du téléchargement d'une pièce jointe, le compteur de téléchargements sera augmenté.

source: This will redefine the %s tag.
fr: Ceci redéfinira la balise %s.

source: The attachments must be located in the root of %s
fr: Les pièces jointes doivent être placées dans la racine de %s

source: Files per page:
fr: Fichiers par page&nbsp;:

source: Allow visitors to choose how to sort files
fr: Autoriser les visiteurs à choisir l'ordre des fichiers

source: Leave empty to cancel this feature.
fr: Laisser vide pour annuler cette fonction.

source: Define root of %s:
fr: Définir la racine de %s&nbsp;:

source: This will change the root of the %s page and of the widget.
fr: Ceci changera la racine de la page %s et du widget.

source: If you change this setting, reconfigure the %s widget.
fr: Si vous changez ce paramètre, reconfigurez le widget %s.

source: Leave blank to disable this feature.
fr: Laissez vide pour désactiver cette option.

source: Files can be excluded from %1$s by editing %2$s in %3$s.
fr: Les fichiers peuvent être exclus de %1$s en éditant %2$s dans %3$s.

source: For example, to exclude %1$s and %2$s files: %3$s
fr: Par exemple, pour exclure les fichiers %1$s et %2$s&nbsp;: %3$s

source: URL of the %s page:
fr: URL de la page %s&nbsp;:

source: View the %s page
fr: Voir la page %s

source: View the Download Manager public page
fr: Voir la page publique Gestionnaire de téléchargement

source: Save configuration
fr: Enregistrer la configuration

source: Root directory:
fr: Répertoire de base&nbsp;:

source: Display subdirectories
fr: Afficher les sous-répertoires

source: Subdirectories title:
fr: Titre des sous-répertoires&nbsp;:

source: Display files
fr: Afficher les fichiers

source: Files title:
fr: Titre des fichiers&nbsp;:

source: Block display:
fr: Affichage du bloc&nbsp;:

source: Item display:
fr: Affichage d'un élément&nbsp;:

source: Add a link to %s in the widget:
fr: Ajouter un lien vers %s dans le widget&nbsp;:

source: List of resources for download
fr: Liste des ressources à télécharger

source: Preview
fr: Aperçu

source: Zip file content
fr: Contenu de l'archive
